Revit 2024 API
BuiltInFailures.FamilyFailures.MightntPlaceInsertsWarning Property
 There exist geometry collision. These elements might not be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId MightntPlaceInsertsWarning { get; }
Visual Basic
Public Shared ReadOnly Property MightntPlaceInsertsWarning As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ MightntPlaceInsertsWarning {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace